[
    {
        "pictureURL": "https://i.ibb.co/THN3LVt/AAAK417-AABY154-5-5000x.jpg",
        "toyName": "SCARECROW (THE DARK KNIGHT TRILOGY)",
        "sellerName": "Scarecrown Toys Inc.",
        "sellerEmail": "scarecrown@selltoys.com",
        "subCategory": "Dc Superhero",
        "price": 28.99,
        "rating": 4.4,
        "availableQuantity": 18,
        "description": "The Mad Doctor of Gotham Jonathan Crane, also known as Scarecrow, has a twisted and dark past that led him down a path of obsession with fear. With a doctorate in psychology and specialty in phobias, he began experimenting on others with a hallucinogenic fear toxin he developed, unleashing their worst nightmares. But with this action figure, you can own a piece of his legacy and bring the fear home. The incredibly detailed design captures every detail of the character, from his menacing burlap sack mask to his tattered and worn clothing. The McFarlane Toys DC Multiverse Scarecrow Action Figure is not just any toy - it's a collectible. With a collectible art card included, featuring character art on the front and a character biography on the back, this action figure is the perfect addition to any collection. But that's not all - when combined with the rest of The Dark Knight Trilogy Build-a line."
      },
    {
        "pictureURL": "https://i.ibb.co/6JpDDd7/AAAK2-AABY139-1-400x.jpg",
        "toyName": "BATMAN: HUSH",
        "sellerName": "Batman Toys Inc.",
        "sellerEmail": "batman@selltoys.com",
        "subCategory": "Dc Superhero",
        "price": 34.99,
        "rating": 4.5,
        "availableQuantity": 12,
        "description": "Here comes the DC Multiverse Batman: Hush 12-Inch Statue, the perfect addition to any collector’s shelf or desk! From the iconic Caped Crusader's appearance in Batman: Hush, this statue stands at an impressive 12 inches tall, giving you a detailed and gripping rendition of Gotham's Dark Knight. Featuring the world's greatest detective in his iconic blue and gray suit, this statue is the ultimate homage to the one and only Batman. But this statue is more than just a beautiful display piece - it also includes a collectible art card with comic artwork on the front, and character biography on the back, perfect for fans who want to know more about the Dark Knight's story."
      },
    {
        "pictureURL": "https://i.ibb.co/0cXvdDC/AAAK347-AABY156-4-400x.jpg",
        "toyName": "THE JOKER (THE DARK KNIGHT TRILOGY)",
        "sellerName": "Joker Toys Inc.",
        "sellerEmail": "joker@selltoys.com",
        "subCategory": "Dc Superhero",
        "price": 34.99,
        "rating": 4.5,
        "availableQuantity": 10,
        "description": "Are you ready to meet the clown prince of crime? The Joker, a man with no rules, no boundaries, and no limits, is now available as an incredibly detailed 7' scale figure. Based on his iconic appearance in The Dark Knight Trilogy, played by an incredible Heath Ledger, this figure captures the madness and mayhem of Gotham's most notorious villain. With ultra articulation and up to 22 moving parts, you can pose the Joker in any number of terrifying positions. But beware, this is not a clown you want to laugh with. With his chalk-white skin, green hair, and maniacal smile, the Joker is a complete psychopath who finds humor only in the suffering of others. This figure comes with a stack of cash, Bane build-a figure hands, head, and base. Collect all the figures in McFarlane Toys DC Multiverse series to assemble the Build-a-Line of Bane."
      },
    {
        "pictureURL": "https://i.ibb.co/FWMCtK0/AAAK66-AABY155-5-400x.jpg",
        "toyName": "TWO-FACE (THE DARK KNIGHT TRILOGY)",
        "sellerName": "Twoface Toys Inc.",
        "sellerEmail": "teoface@selltoys.com",
        "subCategory": "Dc Superhero",
        "price": 24.99,
        "rating": 4.4,
        "availableQuantity": 15,
        "description": "The tragic tale of Harvey Dent is one of the most heart-wrenching in all of Gotham's history. As a beacon of hope for the city's downtrodden, Dent worked tirelessly to bring justice to the people and restore order to the streets. But in a city as corrupt and wicked as Gotham, even the brightest stars can be snuffed out in an instant. This incredibly detailed 7 scale Two-Face figure from The Dark Knight Trilogy captures both the tragic and terrifying aspects of the character. With ultra articulation and up to 22 moving parts, you can pose him in any number of ways, reliving his descent into darkness and his rise as one of Gotham's most notorious villains. But that's not all! The figure also includes one of four pieces needed to assemble the imposing Bane figure, giving you even more incentive to collect them all."
      }
]